<?php return array(
	#===========网站开关================
	'register' => 'y',	//注册
	'tourist' => 'n',	//游客
	'verification' => 'n',	//注册验证
	'explore' => 'y',	//探索
	'limitip' => '1',	//注册数量
	#===========网站基本配置============
	'title' => '幻想领域', 	//站点标题
	'siteinfo' => '',	//站点副标题
	'keywords' => '',	//站点关键字
	'description' => '',	//站点描述
	'record' => '',	//备案号
	'footerinfo' => '',	//底部信息
	#===========新浪图床配置============
	'username' => '',	//新浪账号
	'password' => '',	//新浪密码
	'cookie' => 'SUB=',	//新浪cookie
	'time' => '1522805636',	
	'level' => '7',	//探索缩略图级别0-7	
	#===========email邮箱配置============
	'host' => 'smtp.163.com',		//发信服务器
	'port' => '25', 				//服务器端口
	'auth' => '',		//	登录账号
	'user' => '',		//	账号
	'pass' => '',				//	密码
	'etime' => '12',				//验证码有效时间(小时)
);